{
  "nav-full": {
    "main": "The Man",
    "nurse": "The Nurse",
    "it": "The Programmer",
    "project": "The Project"
  },
  "nav-short": {
    "main": "Me",
    "nurse": "Nurse",
    "it": "IT",
    "project": "Project"
  },
  "general": {
    "name-full": "Gaetan L.",
    "name-short": "Gaetan",
    "footer": "Gaetan L., April 2020"
  },
  "main": {
    "career": "Carreer",
    "career-1": "Since I was a child, I have always been interested in computers and technology in general. That's why I naturally took the path of IT and started my professional life as a computer programmer. During my career, I have been involved in many projects and various roles (conception, coding, design, testing). I liked the <em>problem solving</em> aspect of the job and the creativity it required. Check my <a href=\"/it\">IT resume here</a>.",
    "career-2": "However, after a few years, I grew dissatisfied with the lack of purpose I felt during my assignments ; I was under the impression that my work wasn't benefiting people and society as a whole. That's why I decided to make a change and started my nursing studies. I still enjoy IT as a hobby though, learn <a href=\"/project\">more about that here</a>.",
    "career-3": "I like the fact that as nurses, we have to master useful knowledge, technical know-how, and also relationship skills. I like to be in contact with people and be able to directly help them, and at the end of the day, I hope I'll be more fulfilled by it. Check my <a href=\"/nurse\">nurse resume here</a>.",
    "hobbies": "Hobbies",
    "hobbies-1": "I'm a rather curious person, I'm interested in many fields of both hard and social sciences: mathematics, physics, mechanic, medicine, sociology, psychology, philosophy, linguistics, etc. I love to read, mostly sci-fi as I am a bit of a nerd. As such, I also play video games, both PC and consoles, board games and tabletop games as well.",
    "hobbies-2": "Lately, I took an interest in the critics of the current economical model, the future of fossile fuels and energy alternatives, permaculture, sustainablility, and so on. I'm hoping to learn new skils in order to be more independant and have less negative impact on the world.",
    "hobbies-3": "I have enjoyed travelling the world. I have visited many countries in Europe. I lived for a year in Australia and New Zealand. I've travelled across Cuba, Hawaii and the Philippines. However I am now concerned about the ecological footprint such a way of travelling has and I'm considering slowing it down, or maybe finding a way to do it differently.",
    "personality": "Personality",
    "personality-1": "I get along well with people. I can be shy at first with people I don't know, but I get more confortable as we learn to know each other. I have strong opinions, but I'm also respectful of other people's point of view, so I always try to find balance between honesty and diplomacy.",
    "personality-2": "When I worked in IT, I never felt compelled to chase promotions as I didn't feel it was the perfect fit for me. However, within my chosen career of nursing, I am aspiring to become knowledgeable enough so I can feel at ease to take the lead and make decisions."
  },
  "job": {
    "dob": "DoB: January 2, 1987",
    "place": "Living in France",
    "commute": "Willing to commute or relocate",
    "experience": "Experience",
    "education": "Education",
    "skills": "Skills",
    "social": "Social",
    "tag-tw": "Teamwork",
    "tag-lang": "Linguistic",
    "tag-fr": "French",
    "tag-en": "English",
    "tag-de": "German",
    "tag-sp": "Spanish",
    "social-linkedin": "LinkedIn",
    "social-github": "GitHub",
    "social-stackoverflow": "StackOverflow",
    "ed-toeic-title": "TOEIC",
    "ed-toeic-date": "September 2006",
    "ed-toeic-1": "Score: 900/990."
  },
  "job-nurse": {
    "job-title": "Registered nurse",
    "job-subtitle": "Intensive Care Unit",
    "ed-1-title": "Diploma in nursing",
    "ed-1-date": "Due September 2020",
    "ed-1-1": "Diploma in nursing, ongoing (expected to graduate in September 2020)",
    "job-1-title": "Various internships as a nurse student",
    "job-1-from": "September 2017",
    "job-1-to": "Ongoing",
    "job-1-1": "Nurse trainee in various medical structures as part of my nursing studies, allowing me to develop both my relational and technical skills. Among the most noteworthy were my internship in a neurovascular ICU where I took care of patients after a stroke, and my internship in an ICU, where I took care of sedated and intubated patients. I also worked for a home health care service, in a nursing home, taking care of elderly patients, as well as in psychiatric structures.",
    "job-2-title": "UAP/Nurse in ICU during COVID-19 outbreak",
    "job-2-from": "March 2020",
    "job-2-to": "Ongoing",
    "job-2-1": "UAP and nurse duties in ICU during the 2019-2020 coronavirus outbreak. I helped taking care of the covid-infected, sedated and intubated patients. My duties included tracheostomy, tracheal and nasogastric intubation care, ICU drugs (sedation, analgesics, anesthesics, muscle relaxants, amines, etc.) preparation and administration, patient monitoring and nursing.",
    "tag-nursing": "Nursing",
    "tag-icu": "ICU",
    "tag-nv": "Neurovascular",
    "tag-relational": "Relational"
  },
  "job-it": {
    "job-title": "Analyst-Programmer",
    "job-subtitle": "6 years of experience",
    "ed-1-title": "Technical Diploma in Software Engineering",
    "ed-1-date": "September 2006",
    "ed-1-1": "Software analysis and development, databases, networking.",
    "ed-2-title": "Bachelor's degree in Software Engineering",
    "ed-2-date": "September 2009",
    "ed-2-1": "Professional Licence in Software engineering, Couses included database conception and object-oriented programming. Internship year (see: Commercial management software). Graduated with honor.",
    "job-1-title": "Commercial Management Software",
    "job-1-from": "September 2008",
    "job-1-to": "September 2009",
    "job-1-1": "Design and development of a commercial management software aimed at the retail market. Started by establishing the specifications with the client, realizing the software analysis, then re-implementing the existing (but outdated) software from scratch using present-time technologies.",
    "job-2-title": "Warehouse Management System",
    "job-2-from": "July 2010",
    "job-2-to": "May 2012",
    "job-2-1": "In charge of the implementation of a WMS (Warehouse Management System) for a large pharmaceutical warehouse supplying five hospitals. Establishment of the specifications with the client, design, development and testing of the application, on-site deployment, user formation, maintenance and evolution.",
    "job-3-title": "Mobile Payment Solution",
    "job-3-from": "May 2012",
    "job-3-to": "October 2013",
    "job-3-1": "Member of a 10-man team developping a solution allowing payment between mobile devices and merchants points of sale. In charge of the server-side <em>payment-engine</em>, organizing the communication between the various platforms as well as the payment services providers. Also partipated in the design of the front-end customer website.",
    "job-4-title": "VAT Compliance Portal",
    "job-4-from": "October 2013",
    "job-4-to": "February 2015",
    "job-4-1": "Part of a 12-man team working for the Luxembourg government and developping a web portal dedicated to normalize and simplify cross-border VAT (value-added tax) compliance. Duties included design of the customer web interface and development of unit and integration test cases. Agile development practices included daily Scrums, sprint planning and test-driven development.",
    "job-5-title": "IoT Solutions",
    "job-5-from": "May 2016",
    "job-5-to": "January 2017",
    "job-5-1": "Development of IoT (Internet of Things) solutions, communication with various devices and use of the Cumulocity IoT Platform to collect and manage data. Developing parsers to decode device-specific messages, server-side treatment of collected data and front-side web interface development.",
    "job-5-2": "<em>Parking Monitoring Solution:</em> Communication with magnetic detectors in order to monitor parking spots and parking zones. Building of a supervision interface for operators to have live data on parking occupation as well as long-term statistics. Various devices including 1m2m. SigFox network.",
    "job-5-3": "<em>Insurance Telematics Solution:</em> Communication with tracking dongles plugged in cars OBDII interface to retrieve driving behavior data. Collection and aggregation of driving data using ESPER in order to establish driver profiles. Queclink devices.",
    "job-6-title": "Android Payment App",
    "job-6-from": "January 2017",
    "job-6-to": "June 2017",
    "job-6-1": "Worked in a 5-man team on a payment solution articulated around a new sound-based payment card technology. In charge of the Android application development, design and testing using Android Studio.",
    "tag-development": "Development",
    "tag-agile": "Agile",
    "tag-android": "Android",
    "tag-css": "CSS",
    "tag-groovy": "Groovy/Grails",
    "tag-html": "HTML",
    "tag-java": "Java",
    "tag-iot": "IoT",
    "tag-js": "Javascript",
    "tag-junit": "JUnit",
    "tag-mysql": "MySQL",
    "tag-tdd": "TDD"
  },
  "project": {
    "principles": "Principles",
    "principles-full": "Programming Principles",
    "principles-1": "As you can see here, I haven't totally given up on programming. I programmed this website on my own during my freetime as a hobby. Like I said in my introduction, what I liked most in development is its program-solving aspect. So, as I was coding my website, I was trying to answer this simple question: how do I convey information about myself in the most <em>efficient</em> and <em>attractive</em> way?",
    "principles-2": "This brings me to a principle I like to apply when programming: <em>simplicity</em>. I like things to be as concise as possible, both in the code itself, and in the presentation of my solution. The end user shouldn't struggle to understand what's in front of his eyes. That's why I try to follow a <em>minimalist</em> approach in my designs. You can surely feel this in the refined appearance of the website, but you can also check the source code to see that I tried to be as <em>semantic</em> as possible: every element is meaningful and the whole structure is as streamlined as possible. I tried to make the <em>ergonomy</em> as <em>intuitive</em> as I could, and also <em>responsive</em> and <em>user-friendly</em> so it's adapted to every user.",
    "omnicare": "OmniCare",
    "omnicare-full": "OmniCare Project",
    "omnicare-subtitle": "Bringing IT and the Medical World together",
    "omnicare-1": "Since I've been working as a nurse, it has always surprised me how inefficient and outdated the dedicated IT tools are. Their sluggish, bloated interfaces and slow response times waste nurses' precious time and negatively impact their service and the whole hospital performance, it also affects their mood as it causes frustration.",
    "omnicare-2": "Their lack of scalability means they adapt poorly to changes in size, and also that most of the time, different software or versions of software have to be installed in services of different kind. More often than not, their design is not responsive, so they don't offer good solutions for mobility issues like home care. They haven't been thought vith evolutivity in mind, data has been added incrementally over the different versions and isn't normalized, preventing data collection and aggregation thus exctaction of statistical reports.",
    "omnicare-3": "The main reason behind all these problems (apart from a short-sighted vision of programmation and project management) is that people working in IT don't experience their clients issues first hand and have to imagine them from a layman's POV. That's how my experience is different, as I'm both a programmer and a user of these medical software, I can see their flaws, and how to make them better.",
    "omnicare-whatif-1-title": "What if you could...",
    "omnicare-whatif-1-1": "Extract statistics about the length or the cost of the patients stays depending on their pathology, their pre-existing conditions or the treatment they received?",
    "omnicare-whatif-1-2": "Predict the influx of patients and the excpected occupation by service, based on past patterns, anticipate your needs and thus reduce your costs?",
    "omnicare-whatif-2-title": "What if your managers could...",
    "omnicare-whatif-2-1": "Know at any time how many patients and personnel are currently in their service, how many beds are vacant, where their teams need reinforcments?",
    "omnicare-whatif-2-2": "Organize plannings in a quick and efficient way and have an easy way to communicate with their teams to consolidate unexpected vacancies by showing the available employees, sorted by hours already worked this month?",
    "omnicare-whatif-3-title": "What if your doctors could...",
    "omnicare-whatif-3-1": "Quickly apply multiple predefined profiles to patients depending on their pathology, pre-existing conditions, age or sex, which would automatically schedule tasks for the various health professionals and treatment to be administrated or avoided, reducing the risk of oversight or mistake, and reducing the time needed for planning?",
    "omnicare-whatif-3-2": "Communicate with the other professionals via a messaging interface and give them instructions and receive alerts without the need to physically meet or phone them?",
    "omnicare-whatif-3-3": "Have statistics about the treatments that have been used and their efficiency on the various pathologies and share their results with other medical structures?",
    "omnicare-whatif-4-title": "What if your nurses could...",
    "omnicare-whatif-4-1": "Have a comprehensive view of their plannings, ordered by the hour and/or by patient, and have visual reminders of the upcoming tasks, helping them to organize their day more efficiently?",
    "omnicare-whatif-4-2": "Print sticy labels to put on treatments, IV bags qnd test tubes and containers, for all the patients in their service at once, freeing precious time, and displaying detailed information about the patient and treatment, reducing the risk of error?",
    "omnicare-whatif-5-title": "What if all your employees could...",
    "omnicare-whatif-5-1": "Keep working even when the network is down, working and saving data locally until the network is back up and data is re-synchronized automatically?",
    "omnicare-whatif-5-2": "Print information about patients, treatments, schedules in a readable and parctical format, qucilky and without having to navigate through endless menus and options?",
    "tag-att": "Attractivity",
    "tag-eff": "Efficiency",
    "tag-erg": "Ergonomy",
    "tag-int": "Intuitiveness",
    "tag-min": "Minimalism",
    "tag-sem": "Semantic",
    "tag-sim": "Simplicity",
    "tag-res": "Responsive",
    "tag-use": "User-friendly"
  }
}