{
  "nav-full": {
    "main": "Mon histoire",
    "nurse": "Infirmier",
    "it": "Développeur",
    "project": "Projet"
  },
  "nav-short": {
    "main": "Moi",
    "nurse": "Infirmier",
    "it": "Dév",
    "project": "Projet"
  },
  "general": {
    "name-full": "Gaetan Leu",
    "name-short": "Gaetan",
    "footer": "Gaetan L., Avril 2020"
  },
  "main": {
    "career": "Carrière",
    "career-1": "Depuis tout petit, je m'intéresse aux ordinateurs et à la technologie en général. C'est pourquoi je me suis tout naturellement dirigé vers l'informatique et j'ai commencé ma vie professionnelle comme développeur. Au cours de ma carrière, j'ai participé à de nombreux projets et ai porté plusieurs casquettes (conception, codage, design, testing). J'apprécie l'aspect <em>résolution de problèmes</em> présent dans la programmation, ansi que la créativité qu'elle demande. Jetez un œil à mon <a href=\"/it\">CV de développeur ici</a>.",
    "career-2": "Cependant, après quelques années, j'ai commencé à me sentir de moins en moins satisfait, je ressentais un vide par rapport à mon travail. J'avais l'impression qu'il n'était pas spécialement bénéfique et que je n'accomplissais rien de réellement important. C'est pourquoi j'ai décidé d'opérer un virage dans ma carrière et je me suis dirigé vers des études d'infirmier. Bien sûr, j'apprécie toujours l'informatique comme un hobby. <a href=\"/project\">Apprenez-en plus ici</a>.",
    "career-3": "J'aime le fait qu'en tant qu'infirmier, on doit à la fois maîtriser des connaissances utiles, un savoir-faire technique et manuel, et des compétences relationnelles. J'aime être en contact avec les patients et être capable de les aider concrètement et j'espère être davantage comblé par le côté humain du métier. Jetez un œil à mon <a href=\"/nurse\">CV infirmier ici</a>.",
    "hobbies": "Loisirs",
    "hobbies-1": "Je suis quelqu'un de plutôt curieux, je m'intéresse à de nombreux domaines des sciences, naturelles comme sociales, comme les mathématiques, la physique, la médecine, la sociologie, la psychologie, la philosophie, la linguistique, etc. J'aime lire, surtout la science-fiction en bon nerd que je suis. D'ailleurs, je joue également aux jeux vidéos, PC et console, jeux de société et jeux de plateau.",
    "hobbies-2": "Ces derniers temps, j'ai commencé à m'intéresser aux diverses critiques du modèle économique actuel, au futur des énergies fossiles et à leurs alternatives, à la permaculture, la résilience, etc. J'aimerais apprendre de nouvelles compétences et savoirs dans le but d'être un jour plus indépendant et de réduire mon impact écologique sur le monde.",
    "hobbies-3": "J'ai également voyagé à travaers le monde ces dernières années. J'ai visité de nombreux pays en Europe. J'ai vécu en Australie et en Nouvelle-Zélande pendant un an. J'ai parcouru Cuba, Hawaii et les Philippines. Cependant, je suis aujourd'hui préoccupé par l'empreinte écologique que le tourisme génère et je réfléchis à réduire mes déplacements ou à trouver un autre moyen de voyager de manière plus responsable.",
    "personality": "Personnalité",
    "personality-1": "Je m'entends bien avec les gens. Je peux être timide au premier abord avec les gens que je ne connais pas, mais je finis en général par m'ouvrir aux autres. Je tiens à mes opinions et je les défends fermement, mais je suis également respectueux de celles d'autrui, aussi je cherche toujours un bon équilibre entre mes convictions et la diplomacie.",
    "personality-2": "Lorsque je travaillais dans l'IT, je n'ai jamais vraiment cherché à obtenir plus de responsabilités car je ne me trouvais pas spécialement à ma place. J'espère que les choses se dérouleront différemment dans ma carrière d'infirmier, je souhaite acquérir les connaissances et le savoir-faire nécessaire pour être en position de prendre des décisions."
  },
  "job": {
    "dob": "Né le 2 janvier 1987",
    "place": "Vit en France",
    "commute": "Mobile, disposé à déménager",
    "experience": "Expérience",
    "education": "Éducation",
    "skills": "Compétences",
    "social": "Social",
    "tag-tw": "Travail d'équipe",
    "tag-lang": "Linguistiques",
    "tag-fr": "Français",
    "tag-en": "Anglais",
    "tag-de": "Allemand",
    "tag-sp": "Espagnol",
    "social-linkedin": "LinkedIn",
    "social-github": "GitHub",
    "social-stackoverflow": "StackOverflow",
    "ed-toeic-title": "TOEIC",
    "ed-toeic-date": "Septembre 2006",
    "ed-toeic-school": "Université Paul Verlaine",
    "ed-toeic-city": "Metz",
    "ed-toeic-country": "France",
    "ed-toeic-1": "Score: 900/990."
  },
  "job-nurse": {
    "job-title": "Infirmier Diplômé d'État",
    "job-subtitle": "Service de Réanimation",
    "ed-1-title": "Diplôme d'État Infirmier",
    "ed-1-date": "Attendu Septembre 2020",
    "ed-1-school": "IFSI CHR Metz-Thionville",
    "ed-1-city": "Metz",
    "ed-1-country": "France",
    "ed-1-1": "Diplôme d'état infirmier, en cours (diplôme attendu pour septembre 2020).",
    "job-1-title": "Multiples stages infirmiers",
    "job-1-from": "Septembre 2017",
    "job-1-to": "Mai 2020",
    "job-1-company": "Diverses structures",
    "job-1-city": "Multiple villes",
    "job-1-country": "France",
    "job-1-1": "Étudiant infirmier en stage dans diverses structures médicales. Ces stages m'ont permis de développer mes connaissances, ainsi que mes compétences techniques et relationnelles. Voici la liste de mes différents stages infirmiers :",
    "job-1-2": "EHPAD, Gorze, 5 semaines",
    "job-1-3": "Centre Médico-Psychologique 2ème secteur, Metz, 5 semaines",
    "job-1-4": "Centre Hospitalier Spécialisé de Jury, Metz, 5 semaines",
    "job-1-5": "Unité de Soins Intensifs Neuro-Vasculaires, Hôpital Mercy, Metz 10 semaines",
    "job-1-6": "EHPAD Résidence Hygie, Cuvry, 5 semaines",
    "job-1-7": "Hospitalisation à Domicile, Hôpital Sainte-Blandine, Metz, 5 semaines",
    "job-1-8": "Réanimation, Hôpital Robert Schuman, Metz, 10 semaines",
    "job-1-9": "Chirurgie/Médecine Ambulatoire, Hôpital Robert Schuman, Metz, 7 semaines",
    "job-2-title": "Réanimation durant l'épidémie de COVID-19",
    "job-2-from": "Mars 2020",
    "job-2-to": "Mai 2020",
    "job-2-company": "CHR Metz-Thionville",
    "job-2-city": "Metz",
    "job-2-country": "France",
    "job-2-1": "Assistant des équipes de réanimation lors de l'épidémie de coronavirus de 2019-2020, j'ai aidé à prendre en charge les patients intubés et sédatés atteints du coronavirus en effectuant des tâches d'aide-soignant et d'infirmier : soins de sondes d'intubation, de trachéotomies et de sondes nasogastriques care, préparation et administrations des traitements de réanimation (sédation, analgésie, anesthésie, myorelaxants, amines, etc.), surveillance et nursing des patients en binômes AS-IDE.",
    "tag-nursing": "Infirmières",
    "tag-icu": "Réanimation",
    "tag-nv": "Neurovasculaire",
    "tag-relational": "Relationnel",
    "tag-fr": "Français natif",
    "tag-en": "Anglais courant"
  },
  "job-it": {
    "job-title": "Analyste-Développeur",
    "job-subtitle": "6 ans d'expérience",
    "ed-1-title": "DUT informatique",
    "ed-1-date": "Septembre 2006",
    "ed-1-school": "IUT",
    "ed-1-city": "Metz",
    "ed-1-country": "France",
    "ed-1-1": "Analyse et développement logiciel, bases de données, réseau.",
    "ed-2-title": "Licence professionnelle en génie logiciel",
    "ed-2-date": "Septembre 2009",
    "ed-2-school": "Université Paul Verlaine",
    "ed-2-city": "Metz",
    "ed-2-country": "France",
    "ed-2-1": "Conception de bases de données, programmation orientée objet. Effectuée en aprentissage (voir: Logiciel de gestion commerciale). Mention bien.",
    "job-1-title": "Logiciel de gestion commerciale",
    "job-1-from": "Septembre 2008",
    "job-1-to": "Septembre 2009",
    "job-1-company": "Cegelec",
    "job-1-city": "Thionville",
    "job-1-country": "France",
    "job-1-1": "Design et développement d'un logiciel de gestion commerciale visant le marché de détail. Établissement des spécifications avec le client, réalisation de l'analyse et du cahier des charges puis ré-implémentation de la solution de zéro en me basant sur l'existant.",
    "job-2-title": "Système de gestion d'entrepôt",
    "job-2-from": "Juillet 2010",
    "job-2-to": "Mai 2012",
    "job-2-company": "Savart et Michel",
    "job-2-city": "Meylan",
    "job-2-country": "France",
    "job-2-1": "En charge de l'implémentation de la solution WMS (Warehouse Management System) Copilote pour un grand groupe pharmaceutique desservant cinq hôpitaux. Établissement des spécifications avec le client, design, développement et testing de l'application. Déploiement sur site, formation des utilisateurs, maintenance et évolution.",
    "job-3-title": "Solution de paiement mobile",
    "job-3-from": "Mai 2012",
    "job-3-to": "Octobre 2013",
    "job-3-company": "Flashiz",
    "job-3-city": "Luxembourg",
    "job-3-country": "Luxembourg",
    "job-3-1": "Membre d'une équipe de 10 personnes développement une solution de paiement entre clients mobiles et points de ventes marchands. En charge de la partie serveur <em>« payment engine »</em>, communication entre les différentes plateformes et fournisseurs de services de paiement. Participation au design de l'interface web utilisateur.",
    "job-4-title": "Portail pour la conformité à la TVA",
    "job-4-from": "Octobre 2013",
    "job-4-to": "Février 2015",
    "job-4-company": "ARHS Consulting",
    "job-4-city": "Esch-sur-Alzette",
    "job-4-country": "Luxembourg",
    "job-4-1": "Membre d'une équipe de 12 personnes travaillant pour le gouvernement luxembourgeois et développant un portail web destiné à normaliser et simplifier la gestion de la TVA transfrontalière. Design de l'interface web et développement de tests cases unitaires et d'intégration. Méthodologie Agile utilisée, incluant daily Scrum meetings, planning sprint et test-driven development.",
    "job-5-title": "Solutions IoT",
    "job-5-from": "Mai 2016",
    "job-5-to": "Janvier 2017",
    "job-5-company": "Intech",
    "job-5-city": "Kayl",
    "job-5-country": "Luxembourg",
    "job-5-1": "Développement de solutions IoT (Internet of Things), communication avec de multiples appareils et utilisation de la plateforme IoT Cumulocity pour collecter et gérer les données. Développement de parsers afin de décoder les messages des différents appareils, traitement serveur, et développement de l'interface web.",
    "job-5-2": "<em>Solution de surveillance de parking:</em> Communication avec des détecteurs magnétiques pour surveiller des places de parking regroupées en zones. Développement d'une interface de surveillance afin d'obtenir des données en live concernant l'occupation, ainsi que l'établissement de statistiques. Multiples devices dont 1m2m et réseau SigFox.",
    "job-5-3": "<em>Solution d'assurance télématique:</em> Communication avec des dongles GPS branchés dans les interfaces OBDII de véhicules afin de récupérer le comportement des automobilistes. Collecte et aggrégation de ces données pour établir des profils de conducteurs. Devices Queclink.",
    "job-6-title": "Application de paiement Android",
    "job-6-from": "Janvier 2017",
    "job-6-to": "Juin 2017",
    "job-6-company": "Intech",
    "job-6-city": "Kayl",
    "job-6-country": "Luxembourg",
    "job-6-1": "Membre d'une équipe de 5 personnes travaillant sur une solution de paiement articulée autour d'une carte émettant un son comme moyen d'authentification. En charge du développement de l'application Android, son design et testing à l'aide d'Android Studio.",
    "tag-development": "Développement",
    "tag-agile": "Agile",
    "tag-android": "Android",
    "tag-css": "CSS",
    "tag-groovy": "Groovy/Grails",
    "tag-html": "HTML",
    "tag-java": "Java",
    "tag-iot": "IoT",
    "tag-js": "Javascript",
    "tag-junit": "JUnit",
    "tag-mysql": "MySQL",
    "tag-tdd": "TDD"
  },
  "project": {
    "principles": "Principes",
    "principles-full": "Principes de Programmation",
    "principles-1": "Comme vous pouvez le constater, je n'ai pas totalement abandonné la programmation. J'ai codé ce site web seul sur mon temps libre, l'informatique constitue toujours un hobby passionnant à mon goût. Comme je le précisais dans mon introduction, j'aime beaucoup l'aspect résolution de problèmes du développement. Aussi, en développant ce site web, je me suis demandé quelle était la façon la plus <em>efficace</em> et <em>attractive</em> de présenter ces informations à mon propos ?",
    "principles-2": "Ce qui m'amène au principe le plus important que j'aime appliquer lorsque je développe: la <em>simplicité</em>. J'aime que les choses soient aussi concises que possible, à la fois dans la présentation et dans le code. L'utilisateur ne devrait pas avoir de difficultés à comprendre ce qu'il a sous les yeux. C'est pourquoi j'essaye de suivre une approche <em>minimaliste</em> dans ma conception. L'apparence de ce site en est un exemple, mais vous pouvez également inspecter le code source de la page pour constater que j'ai essayé d'être aussi <em>sémantique</em> que possible : chaque élément a du sens, et la structure globale est aussi épurée que possible. J'ai également tenté de faire en sorte que l'<em>ergonomie</em> soit aussi <em>intuitive</em> que possible. J'ai également rendu le site <em>responsive</em> et <em>user-friendly</em> pour qu'il soit adapté à tous les utilisateurs.",
    "omnicare": "OmniCare",
    "omnicare-full": "Projet OmniCare",
    "omnicare-subtitle": "Réconcilier l'IT et le monde médical",
    "omnicare-1": "Depuis que je travaille comme infirmier, je suis surpris de voir à quel point les outils informatiques sont inefficaces et dépassés. Leurs interfaces surchargées et léthargiques et leurs temps de réponse font perdre aux professionnels de santé un précieux temps et impactent le fonctionnement du service et de l'hôpital, ils affectent aussi leur moral en causant de la frustration.",
    "omnicare-2": "Leur manque de scalabilité signifie qu'ils s'adaptent très mal aux montées en charge, et que souvent, différents logiciels devront être installés dans les différents services. Souvent, leur design n'est pas responsive, ce qui les rend mal adaptés à la mobilité. Ils n'ont pas été pensés pour être évolutifs, de nouveaux formats de données sont ajoutés de façon incrémentielle et ne sont pas normalisés, empêchant la collecte et l'aggrégation de données et donc l'extraction de statistiques.",
    "omnicare-3": "La raison principale derrière ces problèmes (à part une vision à court terme de la programmation et de la gestion de projet) est que les personnes travaillant dans l'informatique n'ont pas rencontré directement les problèmes de leurs clients et doivent dont les imaginer de leur point de vue de néophytes. C'est en quoi mon expérience est différente, car je suis à la fois un programmeur, mais également un utilisateur de ces logiciels médicaux, je peux donc comprendre leurs failles et comment les rendre plus performants.",
    "omnicare-whatif-1-title": "Et si vous pouviez...",
    "omnicare-whatif-1-1": "Extraire des statistiques à propos de la longueur ou du coût des séjours des patients en fonction de leur pathologie, de leurs antécédents ou du traitement qu'ils ont reçu ?",
    "omnicare-whatif-1-2": "Prédire le flux des patients à venir, et le taux d'occupation attendu par service, basés sur les années précédentes, afin d'anticiper vos besoins et de réduire vos coûts ?",
    "omnicare-whatif-2-title": "Et si vos managers pouvaient...",
    "omnicare-whatif-2-1": "Savoir à tout moment combien de patients et de personnel se trouvent actuellement dans leur service, combien de lits sont disponibles, quelles équipes ont besoin de renforts ?",
    "omnicare-whatif-2-2": "Organiser les plannings de manière rapide et efficace et avoir un moyen facile de communiquer avec leurs équipes pour consolider les absences, en affichant tous les employés disponibles, triés par temps de travail déjà effectué ce mois ?",
    "omnicare-whatif-3-title": "Et si vos docteurs pouvaient...",
    "omnicare-whatif-3-1": "Appliquer des profils pré-définis aux patients, dépendant de leur pathologie, leurs antécédents, leur âge et leur sexe, afin de planifier automatiquement des tâches et des traitements à administrer ou à éviter, réduisant le risque d'erreur et d'oubli, et réduisant le temps nécessaire à la planification ?",
    "omnicare-whatif-3-2": "Communiquer avec les différents professionnels via une interface de messagerie, leur donner des instructions et recevoir des alertes sans avoir besoin de les rencontrer physiquement ou par téléphone ?",
    "omnicare-whatif-3-3": "Avoir des statistiques à propos des traitements utilisés et leur efficacité sur les différentes pathologies traitées et partager leurs résultats avec d'autres structures médicales ?",
    "omnicare-whatif-4-title": "Et si vos infirmières pouvaient...",
    "omnicare-whatif-4-1": "Avoir une vue simple et efficace du planning de leur journée, triée par heure et/ou par patient, avec des rappels visuels des tâches à venir, simplifiant l'organisation de leurs tournées ?",
    "omnicare-whatif-4-2": "Imprimer des étiquettes à coller sur les différents traitements et bilans, pour tous les patients du service à la fois, libérant un précieux temps et affichant des informations détaillées sur les patients et les traitements, réduisant le risque d'erreur et d'oubli ?",
    "omnicare-whatif-5-title": "Et si tous vos employés pouvaient...",
    "omnicare-whatif-5-1": "Continuer à travailler même lorsque le réseau n'est plus opérationnel, travaillant et sauvegardant les données localement jusqu'à ce que le réseau soit à nouveau disponible et que les données s'y synchronisent ?",
    "omnicare-whatif-5-2": "Imprimer des informations à propos des patients, les traitements, les plannings, dans un format lisible et pratique, rapidement et sans avoir à naviguer à travers de nombreux menus ?",
    "tag-att": "Attractivité",
    "tag-eff": "Efficacité",
    "tag-erg": "Ergonomie",
    "tag-int": "Intuitivité",
    "tag-min": "Minimalisme",
    "tag-sem": "Sémantique",
    "tag-sim": "Simplicité",
    "tag-res": "Responsive",
    "tag-use": "User-friendly"
  }
}